aessoft.aessoft-class-autocomplete
agutierrezr.emmet-keybindings
agutierrezr.react-vsc-essentials
albert.tabout
alefragnani.project-manager
analytic-signal.preview-pdf
anteprimorac.html-end-tag-labels
anthropic.claude-code
bodil.file-browser
bradgashler.htmltagwrap
britesnow.vscode-toggle-quotes
casperstorm.directory-files
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codeontherocks.claude-config
codezombiech.gitignore
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
dbaeumer.vscode-eslint
dheovani.svg-viewer
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot-chat
github.vscode-github-actions
graphql.vscode-graphql
graphql.vscode-graphql-syntax
grishonnganga.image-optimizer
inu1255.easy-snippet
jasonlhy.hungry-delete
kisstkondoros.vscode-gutter-preview
mgmcdermott.vscode-language-babel
mhutchie.git-graph
mikestead.dotenv
mishkinf.goto-next-previous-member
mrmlnc.vscode-duplicate
ms-ceintl.vscode-language-pack-ko
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.powershell
msjsdiag.vscode-react-native
mtxr.sqltools
naumovs.color-highlight
nicoespeon.abracadabra
nidu.copy-json-path
oderwat.indent-rainbow
oracle.oracle-java
pkief.material-icon-theme
redhat.java
richie5um2.vscode-sort-json
ritwickdey.liveserver
rodrigovallades.es7-react-js-snippets
ryu1kn.partial-diff
sainoba.px-to-rem
sburg.vscode-javascript-booster
spywhere.guides
styled-components.vscode-styled-components
stylelint.vscode-stylelint
tomoki1207.pdf
usernamehw.errorlens
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-lombok
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
xabikos.javascriptsnippets
yatki.vscode-surround
ziyasal.vscode-open-in-github
